[
  {
    "id": 1742742820209,
    "dateCreated": "23-03-2025",
    "name": "Lala",
    "title": "Novruz",
    "description": "what is Novruz bayram?",
    "content": "Novruz is the Persian New Year, celebrated usually on March 20 or 21. It marks the beginning of spring. Novruz represents new beginnings, nature’s rebirth, and the triumph of light over darkness. It is celebrated in many countries, including Azerbaijan, Iran, Turkey, Central Asian nations, and parts of the Middle East and the Balkans. Traditions:\r\n  - Haft-Seen (or Semeni in Azerbaijani culture). A table is set with seven symbolic items that start with the Persian letter \"S\" (in Azerbaijan, wheat sprouts — Semeni — symbolize renewal).\r\n  - Fire Jumping. People jump over bonfires, symbolizing purification and the passing of bad luck.\r\n  - Family Gatherings. Families clean their homes, prepare traditional dishes, and visit relatives.\r\n  - Special Sweets & Food. In Azerbaijan, people make shekerbura, pakhlava, and gogal.\r\nNovruz is not only a festive holiday but also a UNESCO-recognized cultural heritage, celebrated with music, dancing, and public festivities."
  },
  {
    "id": 1742745029079,
    "dateCreated": "23-03-2025",
    "name": "Nata",
    "title": "Moon",
    "description": "facts about moon",
    "content": "The Moon, Earth's only natural satellite, is about 1/6th the size of Earth and is approximately 384,400 km away. It has a major influence on Earth, controlling ocean tides through gravitational pull. The Moon's surface is covered with craters, maria (ancient lava plains), and regolith (a layer of dust and debris). It has no atmosphere, meaning extreme temperature fluctuations between day and night. The Moon's phases — from new to full — result from its orbit around Earth. It has been a source of wonder and exploration, with humans first landing on it in 1969 during the Apollo 11 mission."
  },
  {
    "id": 1742749936357,
    "dateCreated": "23-2-2025",
    "name": "Lala",
    "title": "short films",
    "description": "what is short film? what to watch?",
    "content": "Short films are movies that are typically shorter in duration, usually lasting anywhere from a few minutes to around 40 minutes. They can be any genre, from drama and comedy to animation and experimental film. Short films often tell a complete story in a concise format and can be a great way to explore creative storytelling without the length of a feature film. A few suggestions: \"Paperman\" (2012), \"The Silent Child\" (2017), \"La Jetée\" (1962), \"The Black Hole\" (2008), \"World of Tomorrow\" (2015)."
  }
]